# St7SetAnimationCase

Sets the state of the specified result case for multi-case animations.

long St7SetAnimationCase(long uID, long CaseNum, bool Active)
Input Parameters
uID
Strand7 model file ID.
CaseNum
Result case number.
Active
True to include the case in the animation.